Repository: Ardeshir21/LaVino
Catalog: apps/baseApp/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Your Email*
tr: e-Posta

source: About Us
tr: Hakkımızda

source: We believe in high-end photography
tr: Kameranızla çektiğiniz görüntü, gerçeklikle yaratmak istediğiniz bir fantezidir.

source: Lavino studio is located in the beautiful city of Istanbul and is specializes in industrial and fashion photography. Lavino's team consists of professional photographers, photo stylists, make-up artists, stage
tr: Lavino Kompleksi, güzel İstanbul şehrinde bulunmaktadır ve endüstriyel fotoğrafçılık ve modelleme alanında faaliyet göstermektedir. Lavino'nun diğer faaliyetleri arasında

source: designers,
tr: fotoğrafçılık,

source: professional graphic designers, and advertisers.
tr: pazarlama ve sosyal medya yönetimi yer almaktadır.

source: Our talented staff doesn't simply take pictures but produces works of art. From billboards to product photos, there is no job too big or too small. We bring experience, creativity, and out-of-the-box thinking to every work.
tr: Lavino'nun departmanı, profesyonel fotoğrafçılar, makyaj sanatçıları, sahne tasarımcıları ile endüstriyel ve reklam grafik tasarımcılarından oluşan bir ekipten oluşmaktadır.

source: Lavino's additional service includes videography and
tr: Endüstriyel fotoğraf stüdyosu ve özel modelleme yerleri ile tasarım ve kurgu

source: social media
tr: stüdyosu bu koleksiyonun

source: marketing. Lavino always takes steps in the direction of artistically providing visual and advertising services to its customers. With proud.
tr: avantajları arasında yer alıyor. Lavino, müşterilerine görsel ve reklam hizmetlerini sanatsal olarak sunma yönünde her zaman yeni bir bakış açısına sahiptir.

source: Our
tr: Bizimle

source: Process
tr: Çalışma

source: Meeting and Inquiry
tr: Toplantı ve randevu

source: You’ll first meet with one of our experienced customer specialists who understands style, current fashion standards, photo shooting requirements.
tr: Öncelikle, stil, güncel moda standartları ve tasarım, fotoğraf ve videografi projelerinin ayrıntıları ve gereksinimleri konusunda bilgili, deneyimli müşteri ilişkileri uzmanlarımızdan biriyle tanışacaksınız.

source: COFFEE
tr: Kahve Saatinde

source: Let’s chat over a cup of coffee or on the phone/Zoom if you’re not in
tr: Bir fincan kahve veya çay eşliğinde sohbet edelim (veya

source: Turkey
tr: Türkiye'de

source: is where we really get deep into the weeds with the project details and issue our contract.
tr: değilseniz uygulamalar aracılığıyla resmi bir toplantı yapalım) Burasıtam olarak projenin ayrıntılarını derinlemesine araştırdığımız, sorularınızı ve yorumlarınızı dinlediğimiz ve sonunda imzaladığımız yerdir. Sözleşmenizi tanıyoruz

source: Session Time
tr: Oturum Süresi

source: For photo & video clients, we’ll set a date and then have fun in front of the camera! We want to ensure that you feel comfortable before your portrait session and have the opportunity to get to know the team behind the lens.
tr: Fotoğraf ve film projelerinin müşterileri için, birbirimize danışarak bir tarih belirleyip o günü kamera önünde eğlenerek geçiriyoruz! Fotoğraf posterinizin önünde kendinizi rahat hissetmenizi ve lensli kameranın arkasındaki ekip üyeleriyle tanışma fırsatı bulmanızı istiyoruz.

source: Design & Refine
tr: Tasarım ve Modifikasyon

source: We’re now ready to build your dreams. We dedicate our 100 percent to your concern and update with all the process details.
tr: Artık hayalinizi hazırlamaya ve düzenlemeye hazırız. Çabalarımızın% 100'ünü zihninizdekileri yaratmaya ve düzenlemeye adadık Ve yol boyunca sürecin tüm ayrıntılarından sizi haberdar edeceğiz.

source: Reviewing DETAILS
tr: DETAYLARI İnceleme

source: When the project is nearing completion, we’ll schedule a final project review to go over the plan for completing any outstanding details. We are at our best when we include your ideas and feedback to ensure the final image is pixel perfect.
tr: Projenin detayları tamamlandığında, projenin son incelemesi için size son halinin bir kopyasını vereceğiz, bunlar hakkında bize puanlarınızı söyleyiniz. Zihinsel ideallerinizin gerçekleştirilmesine ilişkin değerli geri bildirimleriniz, nihai görüntünün tamamlandığından emin olmak için bizim için çok önemlidir.

source: DELIVERY
tr: Projenin Nihai Teslimi

source: Our goal is to tell your story in the most beautiful, compelling, and “you” and your organization way possible. We could bring and hand over the project in printed form or hard copy to the proper recipient or address.
tr: Amacımız, hikayenizi en güzel, ilgi çekici ve siz ile şirketinizi mümkün olan en iyi şekilde tasvir etmektir. Artık tüm adımlar tamamlandığına göre, bu harika işbirliğinin sonuçlarını basılı veya dijital içerik olarak seçtiğiniz alıcıya veya adrese sunabiliriz.

source: home
tr: Ana Sayfa

source: about us
tr: Hakkımızda

source: projects
tr: Projeler

source: blog
tr: Nesne

source: Email
tr: e-Posta

source: Phone
tr: Telefon Görüşmesi

source: Interested in LaVino Services?
tr: Lavino hizmetleri hakkında daha fazla bilgi için bizimle iletişime geçin

source: Send
tr: Sunmak

source: Lavino studio is located in the beautiful city of Istanbul and is specializes in industrial and fashion photography. Lavino's team consists of professional photographers, photo stylists, make-up artists, stage designers, professional graphic designers, and advertisers.
tr: Lavino Kompleksi, güzel İstanbul şehrinde bulunmaktadır ve endüstriyel fotoğrafçılık ve modelleme alanında faaliyet göstermektedir. Lavino'nun diğer faaliyetleri arasında fotoğrafçılık, pazarlama ve sosyal medya yönetimi yer almaktadır.

source: Lavino's additional service includes videography and social media marketing. Lavino always takes steps in the direction of artistically providing visual and advertising services to its customers. With proud.
tr: Endüstriyel fotoğraf stüdyosu ve özel modelleme yerleri ile tasarım ve kurgu stüdyosu bu koleksiyonun avantajları arasında yer alıyor. Lavino, müşterilerine görsel ve reklam hizmetlerini sanatsal olarak sunma yönünde her zaman yeni bir bakış açısına sahiptir.

source: share
tr: Abonelik

source: our
tr: hizmetleri

source: services
tr: miz

source: For some weird and wonderful reason, we really dig photography!
tr: Misyonumuzu müşteri beklentilerinin ötesinde düşünürüz.

source: We take pride in the quality of our photography and creative services.
tr: Fotoğrafçılığımızın ve yaratıcı hizmetlerimizin kalitesiyle gurur duyuyoruz

source: Modeling Portfolio
tr: Modelleme

source: Female and Male Models, Fitness and Sport, Outfit and Clothing
tr: Bayanlar ve baylar modelleri, fitness ve spor, moda ve giyim

source: Promotional Videos
tr: Tanıtım videoları

source: Creative Video Production, Aerial Drone Video Recording, Events and Conferences
tr: Yaratıcı video prodüksiyonu, havadan video kaydı (drone), etkinlikler ve konferanslar

source: Commercial
tr: Fotoğrafçılık Sanayi

source: Products, Fashion and Beauty, Jewelry and Corporate Photography
tr: Ürünler, Moda, Takı, Ticari Fotoğrafçılık

source: Design & Print
tr: Grafik Tasarım ve Baskı

source: Logo Design, Brochure and Posters, Signage and Banners
tr: Logo Tasarımı, Broşür ve Posterler, Banner Reklamlar

source: Properties
tr: İnşaat Projeleri

source: Interior Design Photography, Property Video, Image Editing
tr: İç ve Dış Mekan Fotoğrafçılığı, Mülk Videosu, Fotoğraf Düzenleme

source: Digital Marketing
tr: Dijital Pazarlama

source: Social Media Content Management, Website Design
tr: Sosyal Medya İçerik Yönetimi, Web Sitesi Tasarımı

source: The true artist must be able, with the most usual things, to have the most unusual ideas.
tr: Gerçek bir sanatçı, en alışılmadık fikirleri en sıradan şeylerle yaratabilmelidir.

source: Projects
tr: Projeler
